Repository: pixelverbieger/loginpetze
Catalog: languages/loginpetze-*.po
Languages: de_de

source: Please select who should receive the notification mails.
de_de: Wer soll die Benachrichtigungs-Mails erhalten?

source: If you wish to change the default texts for subject or body, you can do so.
de_de: Wenn du die Standard-Texte der Benachrichtigungs-Mails ändern möchtest, kannst du das hier tun.

source: There are some placeholders available. Use them as often as you want:
de_de: Es sind einige Platzhalter verfügbar. Baue sie so oft ein wie du magst:

source: will be replaced by the login name of the user; e.g. <code>%s</code>
de_de: wird ersetzt durch den Login-Namen des Benutzers, z. B. <code>%s</code>

source: will be replaced by your website&#x27;s name: <code>%s</code>
de_de: wird ersetzt durch den Namen deiner Website: <code>%s</code>

source: will be replaced by the date corresponding to your blog settings: <code>%s</code>
de_de: wird ersetzt durch das Datum, wie es für deine Website formatiert ist: <code>%s</code>

source: will be replaced by the time corresponding to your blog settings: <code>%s</code>
de_de: wird ersetzt durch die Uhrzeit, wie sie für deine Website formatiert ist: <code>%s</code>

source: Enter the desired lines for the mail body.
de_de: Gib den gewünschten Text für die Benachrichtigungs-E-Mails ein.

source: Blog Admin
de_de: Blog-Administrator

source: User not available – recipient switched to <em>%s</em>.
de_de: Benutzer nicht verfügbar – Empfänger umgestellt auf <em>%s</em>.

source: The previous recipient of the notifications (user #%s) is no longer available. The user might have been deleted or has lost Admin role.
de_de: Der bisherige Empfänger der Benachrichtigungen (Benutzer #%s) ist nicht mehr verfügbar. Eventuell wurde der Account gelöscht oder er hat nicht mehr die Rolle Administrator.

source: Recipient was automatically switched to <em>%s</em>. You may want to select a new recipient.
de_de: Der Empfänger wurde automatisch geändert auf <em>%s</em>. Wenn du möchtest, kannst du einen neuen Empfänger auswählen.

source: Who should receive the notifications?
de_de: Wer soll die Benachrichtigungs-Mails erhalten?

source: The default email address is taken from <b>Settings &rarr; General &rarr; Email Address</b>.
de_de: Die Standard-Adresse wird übernommen von <b>Einstellungen &rarr; Allgemein &rarr; E-Mail-Adresse</b>.

source: All other entries are accounts with Administrator role.
de_de: Alle anderen Einträge sind User mit Administrator-Rechten.

source: Enter the desired subject line for the notification email.
de_de: Gib die gewünschte Betreffzeile für deine E-Mail ein.

source: Login successful
de_de: Anmeldung erfolgreich

source: User: [username]
de_de: Name: [username]

source: Time: [date] at [time]
de_de: Zeit: [date] um [time] Uhr

source: Greetings
de_de: Viele Grüße

source: User [username] logged in to [blogname]
de_de: Benutzer [username] hat sich bei [blogname] eingeloggt

source: Loginpetze Settings
de_de: Einstellungen für Loginpetze

source: Customize your notification mails
de_de: Benachrichtigungs-E-Mails anpassen

source: Recipient
de_de: Empfänger

source: Subject
de_de: Betreff

source: Mail body
de_de: Mailtext

source: User %1$s (%2$s) is set to receive the login notifications by Loginpetze.
de_de: Benutzer %1$s (%2$s) erhält die Benachrichtigungen der Loginpetze.

source: You might want to check the <a href="%s">settings</a> before you proceed.
de_de: Möchtest du die <a href="%s">Einstellungen</a> prüfen, bevor du weitermachst?

source: Settings
de_de: Einstellungen
